Repository: jok9580955/simple-ledger-promax-ios
Catalog: 简单账本ProMax/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl_nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hant

source: 打开简单账本的记账页面。
ar_sa: Open the add transaction screen in Simple Ledger.
ca: Obre la pantalla d’afegir registre.
cs: Otevře obrazovku přidání záznamu.
da: Open the add transaction screen in Simple Ledger.
de_de: Open the add transaction screen in Simple Ledger.
el: Open the add transaction screen in Simple Ledger.
en_au: Open the add transaction screen in Simple Ledger.
es_es: Open the add transaction screen in Simple Ledger.
fi: Open the add transaction screen in Simple Ledger.
fr_ca: Open the add transaction screen in Simple Ledger.
he: Open the add transaction screen in Simple Ledger.
hi: Open the add transaction screen in Simple Ledger.
hr: Open the add transaction screen in Simple Ledger.
hu: Open the add transaction screen in Simple Ledger.
id: Open the add transaction screen in Simple Ledger.
it: Open the add transaction screen in Simple Ledger.
ja: シンプル家計簿の記帳画面を開きます。
ko: 간단 가계부의 기록 화면을 엽니다.
ms: Open the add transaction screen in Simple Ledger.
nb: Open the add transaction screen in Simple Ledger.
nl_nl: Open the add transaction screen in Simple Ledger.
pl: Open the add transaction screen in Simple Ledger.
pt_br: Open the add transaction screen in Simple Ledger.
pt_pt: Open the add transaction screen in Simple Ledger.
ro: Open the add transaction screen in Simple Ledger.
ru: Open the add transaction screen in Simple Ledger.
sk: Open the add transaction screen in Simple Ledger.
sv: Open the add transaction screen in Simple Ledger.
th: Open the add transaction screen in Simple Ledger.
tr: Open the add transaction screen in Simple Ledger.
uk: Open the add transaction screen in Simple Ledger.
vi: Open the add transaction screen in Simple Ledger.
zh_hant: 打開簡單帳本的記帳頁面。

source: 打开记账
ar_sa: Open Add Transaction
ca: Obre registre
cs: Otevřít zápis
da: Open Add Transaction
de_de: Open Add Transaction
el: Open Add Transaction
en_au: Open Add Transaction
es_es: Open Add Transaction
fi: Open Add Transaction
fr_ca: Open Add Transaction
he: Open Add Transaction
hi: Open Add Transaction
hr: Open Add Transaction
hu: Open Add Transaction
id: Open Add Transaction
it: Open Add Transaction
ja: 記帳を開く
ko: 기록 열기
ms: Open Add Transaction
nb: Open Add Transaction
nl_nl: Open Add Transaction
pl: Open Add Transaction
pt_br: Open Add Transaction
pt_pt: Open Add Transaction
ro: Open Add Transaction
ru: Open Add Transaction
sk: Open Add Transaction
sv: Open Add Transaction
th: Open Add Transaction
tr: Open Add Transaction
uk: Open Add Transaction
vi: Open Add Transaction
zh_hant: 打開記帳

source: 支付宝
ar_sa: Alipay
ca: Alipay
cs: Alipay
da: Alipay
de_de: Alipay
el: Alipay
en_au: Alipay
es_es: Alipay
fi: Alipay
fr_ca: Alipay
he: Alipay
hi: Alipay
hr: Alipay
hu: Alipay
id: Alipay
it: Alipay
ja: Alipay
ko: Alipay
ms: Alipay
nb: Alipay
nl_nl: Alipay
pl: Alipay
pt_br: Alipay
pt_pt: Alipay
ro: Alipay
ru: Alipay
sk: Alipay
sv: Alipay
th: Alipay
tr: Alipay
uk: Alipay
vi: Alipay
zh_hant: 支付寶

source: 支出
ar_sa: مصروف
ca: Expense
cs: Expense
da: Expense
de_de: Ausgabe
el: Expense
en_au: Expense
es_es: Gasto
fi: Expense
fr_ca: Dépense
he: הוצאה
hi: खर्च
hr: Expense
hu: Expense
id: Expense
it: Expense
ko: 지출
ms: Expense
nb: Expense
nl_nl: Expense
pl: Expense
pt_br: Despesa
pt_pt: Despesa
ro: Expense
ru: Расход
sk: Expense
sv: Expense
th: รายจ่าย
tr: Gider
uk: Expense
vi: Chi tiêu

source: 收入
ar_sa: دخل
ca: Income
cs: Income
da: Income
de_de: Einnahme
el: Income
en_au: Income
es_es: Ingreso
fi: Income
fr_ca: Revenu
he: הכנסה
hi: आय
hr: Income
hu: Income
id: Income
it: Income
ja: 収入
ko: 수입
ms: Income
nb: Income
nl_nl: Income
pl: Income
pt_br: Receita
pt_pt: Receita
ro: Income
ru: Доход
sk: Income
sv: Income
th: รายรับ
tr: Gelir
uk: Income
vi: Thu nhập

source: 收入 ¥%.2f · 结余 ¥%.2f
ar_sa: الدخل ¥%.2f · الرصيد ¥%.2f
ca: Ingressos ¥%.2f · Saldo ¥%.2f
cs: Příjem ¥%.2f · Zůstatek ¥%.2f
da: Indkomst ¥%.2f · Saldo ¥%.2f
de_de: Einnahmen ¥%.2f · Saldo ¥%.2f
el: Έσοδα ¥%.2f · Υπόλοιπο ¥%.2f
en_au: Income ¥%.2f · Balance ¥%.2f
es_es: Ingresos ¥%.2f · Saldo ¥%.2f
fi: Tulot ¥%.2f · Saldo ¥%.2f
fr_ca: Revenus ¥%.2f · Solde ¥%.2f
he: הכנסה ¥%.2f · יתרה ¥%.2f
hi: आय ¥%.2f · शेष ¥%.2f
hr: Prihod ¥%.2f · Stanje ¥%.2f
hu: Bevétel ¥%.2f · Egyenleg ¥%.2f
id: Pendapatan ¥%.2f · Saldo ¥%.2f
it: Entrate ¥%.2f · Saldo ¥%.2f
ja: 収入 ¥%.2f · 残高 ¥%.2f
ko: 수입 ¥%.2f · 잔액 ¥%.2f
ms: Pendapatan ¥%.2f · Baki ¥%.2f
nb: Inntekt ¥%.2f · Saldo ¥%.2f
nl_nl: Inkomen ¥%.2f · Saldo ¥%.2f
pl: Dochód ¥%.2f · Saldo ¥%.2f
pt_br: Receitas ¥%.2f · Saldo ¥%.2f
pt_pt: Receitas ¥%.2f · Saldo ¥%.2f
ro: Venit ¥%.2f · Sold ¥%.2f
ru: Доход ¥%.2f · Баланс ¥%.2f
sk: Príjem ¥%.2f · Zostatok ¥%.2f
sv: Inkomst ¥%.2f · Saldo ¥%.2f
th: รายรับ ¥%.2f · ยอดคงเหลือ ¥%.2f
tr: Gelir ¥%.2f · Bakiye ¥%.2f
uk: Дохід ¥%.2f · Баланс ¥%.2f
vi: Thu nhập ¥%.2f · Số dư ¥%.2f
zh_hant: 收入 ¥%.2f · 結餘 ¥%.2f

source: 数据备份
ar_sa: Data Backup
ca: Còpia de seguretat
cs: Záloha dat
da: Data Backup
de_de: Data Backup
el: Data Backup
en_au: Data Backup
es_es: Data Backup
fi: Data Backup
fr_ca: Data Backup
he: Data Backup
hi: Data Backup
hr: Data Backup
hu: Data Backup
id: Data Backup
it: Data Backup
ja: データバックアップ
ko: 데이터 백업
ms: Data Backup
nb: Data Backup
nl_nl: Data Backup
pl: Data Backup
pt_br: Data Backup
pt_pt: Data Backup
ro: Data Backup
ru: Data Backup
sk: Data Backup
sv: Data Backup
th: Data Backup
tr: Data Backup
uk: Data Backup
vi: Data Backup
zh_hant: 資料備份

source: 日期
ar_sa: التاريخ
ca: Date
cs: Date
da: Date
de_de: Datum
el: Date
en_au: Date
es_es: Fecha
fi: Date
fr_ca: Date
he: תאריך
hi: तारीख
hr: Date
hu: Date
id: Date
it: Date
ja: 日付
ko: 날짜
ms: Date
nb: Date
nl_nl: Date
pl: Date
pt_br: Data
pt_pt: Data
ro: Date
ru: Дата
sk: Date
sv: Date
th: วันที่
tr: Tarih
uk: Date
vi: Ngày

source: 明细
ar_sa: السجلات
ca: Records
cs: Records
da: Records
de_de: Einträge
el: Records
en_au: Records
es_es: Registros
fi: Records
fr_ca: Détails
he: רשומות
hi: रिकॉर्ड
hr: Records
hu: Records
id: Records
it: Records
ja: 明細
ko: 내역
ms: Records
nb: Records
nl_nl: Records
pl: Records
pt_br: Registros
pt_pt: Registos
ro: Records
ru: Записи
sk: Records
sv: Records
th: รายการ
tr: Kayıtlar
uk: Records
vi: Ghi chép
zh_hant: 明細

source: 暂无本月统计
ar_sa: لا توجد إحصاءات لهذا الشهر
ca: No Stats This Month
cs: No Stats This Month
da: No Stats This Month
de_de: Keine Statistik für diesen Monat
el: No Stats This Month
en_au: No Stats This Month
es_es: Sin estadísticas este mes
fi: No Stats This Month
fr_ca: Aucune statistique ce mois-ci
he: אין סטטיסטיקה החודש
hi: इस महीने कोई आँकड़ा नहीं
hr: No Stats This Month
hu: No Stats This Month
id: No Stats This Month
it: No Stats This Month
ja: 今月の統計はありません
ko: 이번 달 통계 없음
ms: No Stats This Month
nb: No Stats This Month
nl_nl: No Stats This Month
pl: No Stats This Month
pt_br: Sem estatísticas neste mês
pt_pt: Sem estatísticas este mês
ro: No Stats This Month
ru: Нет статистики за месяц
sk: No Stats This Month
sv: No Stats This Month
th: ไม่มีสถิติเดือนนี้
tr: Bu ay istatistik yok
uk: No Stats This Month
vi: Chưa có thống kê tháng này
zh_hant: 暫無本月統計

source: 未选择
ar_sa: غير محدد
ca: Not Selected
cs: Not Selected
da: Not Selected
de_de: Nicht ausgewählt
el: Not Selected
en_au: Not Selected
es_es: No seleccionado
fi: Not Selected
fr_ca: Non sélectionné
he: לא נבחר
hi: चयनित नहीं
hr: Not Selected
hu: Not Selected
id: Not Selected
it: Not Selected
ja: 未選択
ko: 선택 안 함
ms: Not Selected
nb: Not Selected
nl_nl: Not Selected
pl: Not Selected
pt_br: Não selecionado
pt_pt: Não selecionado
ro: Not Selected
ru: Не выбрано
sk: Not Selected
sv: Not Selected
th: ไม่ได้เลือก
tr: Seçilmedi
uk: Not Selected
vi: Chưa chọn
zh_hant: 未選擇

source: 本月概览
ar_sa: هذا الشهر
ca: This Month
cs: This Month
da: This Month
de_de: Dieser Monat
el: This Month
en_au: This Month
es_es: Este mes
fi: This Month
fr_ca: Ce mois-ci
he: החודש
hi: यह महीना
hr: This Month
hu: This Month
id: This Month
it: This Month
ja: 今月の概要
ko: 이번 달 개요
ms: This Month
nb: This Month
nl_nl: This Month
pl: This Month
pt_br: Este mês
pt_pt: Este mês
ro: This Month
ru: Этот месяц
sk: This Month
sv: This Month
th: เดือนนี้
tr: Bu ay
uk: This Month
vi: Tháng này
zh_hant: 本月概覽

source: 本月结余
ar_sa: رصيد الشهر
ca: Monthly Balance
cs: Monthly Balance
da: Monthly Balance
de_de: Monatssaldo
el: Monthly Balance
en_au: Monthly Balance
es_es: Saldo mensual
fi: Monthly Balance
fr_ca: Solde du mois
he: יתרת החודש
hi: मासिक शेष
hr: Monthly Balance
hu: Monthly Balance
id: Monthly Balance
it: Monthly Balance
ja: 今月の残高
ko: 이번 달 잔액
ms: Monthly Balance
nb: Monthly Balance
nl_nl: Monthly Balance
pl: Monthly Balance
pt_br: Saldo mensal
pt_pt: Saldo mensal
ro: Monthly Balance
ru: Баланс месяца
sk: Monthly Balance
sv: Monthly Balance
th: ยอดคงเหลือเดือนนี้
tr: Aylık bakiye
uk: Monthly Balance
vi: Số dư tháng
zh_hant: 本月結餘

source: 本月还没有支出记录
ar_sa: لا توجد مصروفات هذا الشهر
ca: No expense records this month
cs: No expense records this month
da: No expense records this month
de_de: Diesen Monat gibt es noch keine Ausgaben
el: No expense records this month
en_au: No expense records this month
es_es: Aún no hay gastos este mes
fi: No expense records this month
fr_ca: Aucune dépense ce mois-ci
he: אין הוצאות החודש
hi: इस महीने कोई खर्च रिकॉर्ड नहीं
hr: No expense records this month
hu: No expense records this month
id: No expense records this month
it: No expense records this month
ja: 今月の支出記録はありません
ko: 이번 달 지출 기록이 없습니다
ms: No expense records this month
nb: No expense records this month
nl_nl: No expense records this month
pl: No expense records this month
pt_br: Ainda não há despesas neste mês
pt_pt: Ainda não há despesas este mês
ro: No expense records this month
ru: В этом месяце расходов нет
sk: No expense records this month
sv: No expense records this month
th: เดือนนี้ยังไม่มีรายจ่าย
tr: Bu ay gider kaydı yok
uk: No expense records this month
vi: Tháng này chưa có chi tiêu
zh_hant: 本月還沒有支出記錄

source: 正在打开记账
ar_sa: Opening add transaction
ca: Obrint registre
cs: Otevírám zápis
da: Opening add transaction
de_de: Opening add transaction
el: Opening add transaction
en_au: Opening add transaction
es_es: Opening add transaction
fi: Opening add transaction
fr_ca: Opening add transaction
he: Opening add transaction
hi: Opening add transaction
hr: Opening add transaction
hu: Opening add transaction
id: Opening add transaction
it: Opening add transaction
ja: 記帳を開いています
ko: 기록을 여는 중
ms: Opening add transaction
nb: Opening add transaction
nl_nl: Opening add transaction
pl: Opening add transaction
pt_br: Opening add transaction
pt_pt: Opening add transaction
ro: Opening add transaction
ru: Opening add transaction
sk: Opening add transaction
sv: Opening add transaction
th: Opening add transaction
tr: Opening add transaction
uk: Opening add transaction
vi: Opening add transaction
zh_hant: 正在打開記帳

source: 现金
ar_sa: نقدًا
ca: Efectiu
cs: Hotovost
da: Kontanter
de_de: Bargeld
el: Μετρητά
en_au: Cash
es_es: Efectivo
fi: Käteinen
fr_ca: Espèces
he: מזומן
hi: नकद
hr: Gotovina
hu: Készpénz
id: Tunai
it: Contanti
ja: 現金
ko: 현금
ms: Tunai
nb: Kontanter
nl_nl: Contant
pl: Gotówka
pt_br: Dinheiro
pt_pt: Dinheiro
ro: Numerar
ru: Наличные
sk: Hotovosť
sv: Kontanter
th: เงินสด
tr: Nakit
uk: Готівка
vi: Tiền mặt
zh_hant: 現金

source: 理财
ar_sa: استثمارات
ca: Inversions
cs: Investice
da: Investeringer
de_de: Investitionen
el: Επενδύσεις
en_au: Investments
es_es: Inversiones
fi: Sijoitukset
fr_ca: Placements
he: השקעות
hi: निवेश
hr: Ulaganja
hu: Befektetések
id: Investasi
it: Investimenti
ja: 投資
ko: 투자
ms: Pelaburan
nb: Investeringer
nl_nl: Investeringen
pl: Inwestycje
pt_br: Investimentos
pt_pt: Investimentos
ro: Investiții
ru: Инвестиции
sk: Investície
sv: Investeringar
th: การลงทุน
tr: Yatırımlar
uk: Інвестиції
vi: Đầu tư
zh_hant: 理財

source: 用一句话完成记账。
ar_sa: Track spending with one sentence.
ca: Registra despeses amb una frase.
cs: Zapište výdaj jednou větou.
da: Track spending with one sentence.
de_de: Track spending with one sentence.
el: Track spending with one sentence.
en_au: Track spending with one sentence.
es_es: Track spending with one sentence.
fi: Track spending with one sentence.
fr_ca: Track spending with one sentence.
he: Track spending with one sentence.
hi: Track spending with one sentence.
hr: Track spending with one sentence.
hu: Track spending with one sentence.
id: Track spending with one sentence.
it: Track spending with one sentence.
ja: ひと言で記帳できます。
ko: 한마디로 지출을 기록하세요.
ms: Track spending with one sentence.
nb: Track spending with one sentence.
nl_nl: Track spending with one sentence.
pl: Track spending with one sentence.
pt_br: Track spending with one sentence.
pt_pt: Track spending with one sentence.
ro: Track spending with one sentence.
ru: Track spending with one sentence.
sk: Track spending with one sentence.
sv: Track spending with one sentence.
th: Track spending with one sentence.
tr: Track spending with one sentence.
uk: Track spending with one sentence.
vi: Track spending with one sentence.
zh_hant: 用一句話完成記帳。

source: 简单账本
ar_sa: دفتر بسيط
ca: Simple Ledger
cs: Simple Ledger
da: Simple Ledger
de_de: Einfaches Kassenbuch
el: Simple Ledger
en_au: Simple Ledger
es_es: Libro simple
fi: Simple Ledger
fr_ca: Carnet simple
he: יומן פשוט
hi: सरल खाता
hr: Simple Ledger
hu: Simple Ledger
id: Simple Ledger
it: Simple Ledger
ja: シンプル家計簿
ko: 간단 가계부
ms: Simple Ledger
nb: Simple Ledger
nl_nl: Simple Ledger
pl: Simple Ledger
pt_br: Livro simples
pt_pt: Livro simples
ro: Simple Ledger
ru: Простой бюджет
sk: Simple Ledger
sv: Simple Ledger
th: บัญชีง่าย
tr: Basit Defter
uk: Simple Ledger
vi: Sổ đơn giản
zh_hant: 簡單帳本

source: 类型
ar_sa: النوع
ca: Type
cs: Type
da: Type
de_de: Typ
el: Type
en_au: Type
es_es: Tipo
fi: Type
fr_ca: Type
he: סוג
hi: प्रकार
hr: Type
hu: Type
id: Type
it: Type
ja: 種類
ko: 유형
ms: Type
nb: Type
nl_nl: Type
pl: Type
pt_br: Tipo
pt_pt: Tipo
ro: Type
ru: Тип
sk: Type
sv: Type
th: ประเภท
tr: Tür
uk: Type
vi: Loại
zh_hant: 類型

source: 结余
ar_sa: الرصيد
ca: Balance
cs: Balance
da: Balance
de_de: Saldo
el: Balance
en_au: Balance
es_es: Saldo
fi: Balance
fr_ca: Solde
he: יתרה
hi: शेष
hr: Balance
hu: Balance
id: Balance
it: Balance
ja: 残高
ko: 잔액
ms: Balance
nb: Balance
nl_nl: Balance
pl: Balance
pt_br: Saldo
pt_pt: Saldo
ro: Balance
ru: Баланс
sk: Balance
sv: Balance
th: ยอดคงเหลือ
tr: Bakiye
uk: Balance
vi: Số dư
zh_hant: 結餘

source: 统计
ar_sa: الإحصاءات
ca: Stats
cs: Stats
da: Stats
de_de: Statistik
el: Stats
en_au: Stats
es_es: Estadísticas
fi: Stats
fr_ca: Stats
he: סטטיסטיקה
hi: आँकड़े
hr: Stats
hu: Stats
id: Stats
it: Stats
ja: 統計
ko: 통계
ms: Stats
nb: Stats
nl_nl: Stats
pl: Stats
pt_br: Estatísticas
pt_pt: Estatísticas
ro: Stats
ru: Статистика
sk: Stats
sv: Stats
th: สถิติ
tr: İstatistik
uk: Stats
vi: Thống kê
zh_hant: 統計

source: 记一笔
ar_sa: إضافة
ca: Add
cs: Add
da: Add
de_de: Hinzufügen
el: Add
en_au: Add
es_es: Añadir
fi: Add
fr_ca: Ajouter
he: הוספה
hi: जोड़ें
hr: Add
hu: Add
id: Add
it: Add
ja: 記録
ko: 기록
ms: Add
nb: Add
nl_nl: Add
pl: Add
pt_br: Adicionar
pt_pt: Adicionar
ro: Add
ru: Добавить
sk: Add
sv: Add
th: เพิ่ม
tr: Ekle
uk: Add
vi: Thêm
zh_hant: 記一筆

source: 记录一笔收入。
ar_sa: Record income.
ca: Registra un ingrés.
cs: Zapište příjem.
da: Record income.
de_de: Record income.
el: Record income.
en_au: Record income.
es_es: Record income.
fi: Record income.
fr_ca: Record income.
he: Record income.
hi: Record income.
hr: Record income.
hu: Record income.
id: Record income.
it: Record income.
ja: 収入を記録します。
ko: 수입을 기록합니다.
ms: Record income.
nb: Record income.
nl_nl: Record income.
pl: Record income.
pt_br: Record income.
pt_pt: Record income.
ro: Record income.
ru: Record income.
sk: Record income.
sv: Record income.
th: Record income.
tr: Record income.
uk: Record income.
vi: Record income.
zh_hant: 記錄一筆收入。

source: 记录一笔生活支出。
ar_sa: Record a daily expense.
ca: Registra una despesa diària.
cs: Zapište denní výdaj.
da: Record a daily expense.
de_de: Record a daily expense.
el: Record a daily expense.
en_au: Record a daily expense.
es_es: Record a daily expense.
fi: Record a daily expense.
fr_ca: Record a daily expense.
he: Record a daily expense.
hi: Record a daily expense.
hr: Record a daily expense.
hu: Record a daily expense.
id: Record a daily expense.
it: Record a daily expense.
ja: 日常の支出を記録します。
ko: 생활 지출을 기록합니다.
ms: Record a daily expense.
nb: Record a daily expense.
nl_nl: Record a daily expense.
pl: Record a daily expense.
pt_br: Record a daily expense.
pt_pt: Record a daily expense.
ro: Record a daily expense.
ru: Record a daily expense.
sk: Record a daily expense.
sv: Record a daily expense.
th: Record a daily expense.
tr: Record a daily expense.
uk: Record a daily expense.
vi: Record a daily expense.
zh_hant: 記錄一筆生活支出。

source: 记录支出
ar_sa: Record Expense
ca: Registra despesa
cs: Zapsat výdaj
da: Record Expense
de_de: Record Expense
el: Record Expense
en_au: Record Expense
es_es: Record Expense
fi: Record Expense
fr_ca: Record Expense
he: Record Expense
hi: Record Expense
hr: Record Expense
hu: Record Expense
id: Record Expense
it: Record Expense
ja: 支出を記録
ko: 지출 기록
ms: Record Expense
nb: Record Expense
nl_nl: Record Expense
pl: Record Expense
pt_br: Record Expense
pt_pt: Record Expense
ro: Record Expense
ru: Record Expense
sk: Record Expense
sv: Record Expense
th: Record Expense
tr: Record Expense
uk: Record Expense
vi: Record Expense
zh_hant: 記錄支出

source: 记录支出后会显示分类排行。
ar_sa: ستظهر مراتب الفئات بعد تسجيل المصروفات.
ca: Category rankings appear after you record expenses.
cs: Category rankings appear after you record expenses.
da: Category rankings appear after you record expenses.
de_de: Kategorie-Ranglisten erscheinen nach Ausgaben.
el: Category rankings appear after you record expenses.
en_au: Category rankings appear after you record expenses.
es_es: El ranking aparece después de registrar gastos.
fi: Category rankings appear after you record expenses.
fr_ca: Le classement par catégorie apparaît après des dépenses.
he: דירוג קטגוריות יופיע לאחר רישום הוצאות.
hi: खर्च दर्ज करने के बाद श्रेणी रैंकिंग दिखेगी।
hr: Category rankings appear after you record expenses.
hu: Category rankings appear after you record expenses.
id: Category rankings appear after you record expenses.
it: Category rankings appear after you record expenses.
ja: 支出を記録するとカテゴリ順位が表示されます。
ko: 지출을 기록하면 카테고리 순위가 표시됩니다.
ms: Category rankings appear after you record expenses.
nb: Category rankings appear after you record expenses.
nl_nl: Category rankings appear after you record expenses.
pl: Category rankings appear after you record expenses.
pt_br: O ranking aparece após registrar despesas.
pt_pt: A classificação aparece após registar despesas.
ro: Category rankings appear after you record expenses.
ru: Рейтинг категорий появится после расходов.
sk: Category rankings appear after you record expenses.
sv: Category rankings appear after you record expenses.
th: อันดับหมวดหมู่จะแสดงหลังบันทึกรายจ่าย
tr: Gider kaydedince kategori sıralaması görünür.
uk: Category rankings appear after you record expenses.
vi: Xếp hạng danh mục sẽ hiện sau khi ghi chi tiêu.
zh_hant: 記錄支出後會顯示分類排行。

source: 记录收入
ar_sa: Record Income
ca: Registra ingrés
cs: Zapsat příjem
da: Record Income
de_de: Record Income
el: Record Income
en_au: Record Income
es_es: Record Income
fi: Record Income
fr_ca: Record Income
he: Record Income
hi: Record Income
hr: Record Income
hu: Record Income
id: Record Income
it: Record Income
ja: 収入を記録
ko: 수입 기록
ms: Record Income
nb: Record Income
nl_nl: Record Income
pl: Record Income
pt_br: Record Income
pt_pt: Record Income
ro: Record Income
ru: Record Income
sk: Record Income
sv: Record Income
th: Record Income
tr: Record Income
uk: Record Income
vi: Record Income
zh_hant: 記錄收入

source: 记支出
ar_sa: Add Expense
ca: Despesa
cs: Výdaj
da: Add Expense
de_de: Add Expense
el: Add Expense
en_au: Add Expense
es_es: Add Expense
fi: Add Expense
fr_ca: Add Expense
he: Add Expense
hi: Add Expense
hr: Add Expense
hu: Add Expense
id: Add Expense
it: Add Expense
ja: 支出
ko: 지출
ms: Add Expense
nb: Add Expense
nl_nl: Add Expense
pl: Add Expense
pt_br: Add Expense
pt_pt: Add Expense
ro: Add Expense
ru: Add Expense
sk: Add Expense
sv: Add Expense
th: Add Expense
tr: Add Expense
uk: Add Expense
vi: Add Expense
zh_hant: 記支出

source: 记收入
ar_sa: Add Income
ca: Ingrés
cs: Příjem
da: Add Income
de_de: Add Income
el: Add Income
en_au: Add Income
es_es: Add Income
fi: Add Income
fr_ca: Add Income
he: Add Income
hi: Add Income
hr: Add Income
hu: Add Income
id: Add Income
it: Add Income
ja: 収入
ko: 수입
ms: Add Income
nb: Add Income
nl_nl: Add Income
pl: Add Income
pt_br: Add Income
pt_pt: Add Income
ro: Add Income
ru: Add Income
sk: Add Income
sv: Add Income
th: Add Income
tr: Add Income
uk: Add Income
vi: Add Income
zh_hant: 記收入

source: 请稍后再试。
ar_sa: يرجى المحاولة لاحقًا.
ca: Please try again later.
cs: Please try again later.
da: Please try again later.
de_de: Bitte versuche es später erneut.
el: Please try again later.
en_au: Please try again later.
es_es: Inténtalo de nuevo más tarde.
fi: Please try again later.
fr_ca: Veuillez réessayer plus tard.
he: נסה שוב מאוחר יותר.
hi: कृपया बाद में फिर प्रयास करें।
hr: Please try again later.
hu: Please try again later.
id: Please try again later.
it: Please try again later.
ja: あとでもう一度お試しください。
ko: 잠시 후 다시 시도하세요.
ms: Please try again later.
nb: Please try again later.
nl_nl: Please try again later.
pl: Please try again later.
pt_br: Tente novamente mais tarde.
pt_pt: Tente novamente mais tarde.
ro: Please try again later.
ru: Повторите попытку позже.
sk: Please try again later.
sv: Please try again later.
th: โปรดลองอีกครั้งภายหลัง
tr: Lütfen daha sonra tekrar dene.
uk: Please try again later.
vi: Vui lòng thử lại sau.
zh_hant: 請稍後再試。

source: 请输入有效金额和分类。
ar_sa: أدخل مبلغًا وفئة صالحين.
ca: Enter a valid amount and category.
cs: Enter a valid amount and category.
da: Enter a valid amount and category.
de_de: Gib einen gültigen Betrag und eine Kategorie ein.
el: Enter a valid amount and category.
en_au: Enter a valid amount and category.
es_es: Introduce un importe y una categoría válidos.
fi: Enter a valid amount and category.
fr_ca: Saisissez un montant et une catégorie valides.
he: הזן סכום וקטגוריה תקינים.
hi: मान्य राशि और श्रेणी दर्ज करें।
hr: Enter a valid amount and category.
hu: Enter a valid amount and category.
id: Enter a valid amount and category.
it: Enter a valid amount and category.
ja: 有効な金額とカテゴリを入力してください。
ko: 유효한 금액과 카테고리를 입력하세요.
ms: Enter a valid amount and category.
nb: Enter a valid amount and category.
nl_nl: Enter a valid amount and category.
pl: Enter a valid amount and category.
pt_br: Digite um valor e uma categoria válidos.
pt_pt: Introduza um valor e uma categoria válidos.
ro: Enter a valid amount and category.
ru: Введите корректную сумму и категорию.
sk: Enter a valid amount and category.
sv: Enter a valid amount and category.
th: ป้อนจำนวนเงินและหมวดหมู่ที่ถูกต้อง
tr: Geçerli tutar ve kategori gir.
uk: Enter a valid amount and category.
vi: Nhập số tiền và danh mục hợp lệ.
zh_hant: 請輸入有效金額和分類。

source: 账户
ar_sa: الحساب
ca: Account
cs: Account
da: Account
de_de: Konto
el: Account
en_au: Account
es_es: Cuenta
fi: Account
fr_ca: Compte
he: חשבון
hi: खाता
hr: Account
hu: Account
id: Account
it: Account
ja: 口座
ko: 계정
ms: Account
nb: Account
nl_nl: Account
pl: Account
pt_br: Conta
pt_pt: Conta
ro: Account
ru: Счет
sk: Account
sv: Account
th: บัญชี
tr: Hesap
uk: Account
vi: Tài khoản
zh_hant: 帳戶
